tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"

brew "asciinema"
brew "bat"
brew "colordiff"
brew "coreutils"
brew "diff-so-fancy"
brew "direnv"
brew "fzf"
brew "gpg"
brew "htop"
brew "nvim"
brew "reattach-to-user-namespace"
brew "starship"
brew "the_silver_searcher"
brew "thefuck"
brew "tmux"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "watch"
brew "zsh"
brew "zplug"

cask_args require_sha: true, force: true

cask "alacritty"
cask "visual-studio-code"
cask "authy"
cask "docker"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "maccy"
cask "shiftit"
cask "slack"
