tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "universal-ctags/universal-ctags"

brew "asdf"
brew "colordiff"
brew "diff-so-fancy"
brew "fzf"
brew "htop"
brew "nvim"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
brew "vim"
brew "zsh"

cask "alacritty"
cask "authy"
cask "docker"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-firacode-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "pritunl"
cask "shiftit"
cask "slack"
