tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "asciinema"
brew "asdf"
brew "bat"
brew "coreutils"
brew "croc"
brew "diff-so-fancy"
brew "direnv"
brew "fd"
brew "fzf"
brew "gpg"
brew "htop"
brew "ngrok"
brew "nvim"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "watch"
brew "zoxide"
brew "zplug"
brew "zsh"

cask_args require_sha: true, force: true

cask "alacritty"
cask "authy"
cask "cakebrew"
cask "dbeaver-community"
cask "docker"
cask "font-fira-code-nerd-font"
cask "google-chrome"
cask "insomnia"
cask "intellij-idea-ce"
cask "keycastr"
cask "rectangle"
cask "sourcetree"
cask "spotify"
cask "visual-studio-code"
